Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: انصراف
fi: Peruuta
fr: Annuler
he: ביטול
hi: कैंसिल करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Lukk
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Capitalize words
ar: كتابة الكلمات بأحرف كبيرة
bg: Главни букви в началото на думите
bn: শব্দের প্রথম অক্ষর বড় করুন
ca: Posa en majúscula la inicial de les paraules
cs: Velká počáteční písmena slov
da: Stort begyndelsesbogstav i ord
de: Wörter großschreiben
el: Κεφαλαίο αρχικό στις λέξεις
es: Poner en mayúscula la primera letra de las palabras
fa: بزرگ‌نویسی آغاز واژه‌ها
fi: Aloita sanat isolla kirjaimella
fr: Mettre une majuscule aux mots
he: אות גדולה בתחילת מילים
hi: शब्दों को बड़े अक्षर से शुरू करें
hr: Veliko početno slovo riječi
hu: Szavak nagy kezdőbetűvel
id: Kapitalisasi kata
it: Iniziali maiuscole
ja: 単語の先頭を大文字にする
kk: Сөздерді бас әріппен бастау
ko: 단어 첫 글자를 대문자로
lt: Žodžiai iš didžiosios raidės
ms: Gunakan huruf besar pada perkataan
nb: Stor forbokstav i ord
nl: Woorden met hoofdletter beginnen
pl: Wielka litera na początku słów
pt: Iniciar palavras com maiúscula
ro: Scrierea cu majusculă a cuvintelor
ru: Начинать слова с прописной буквы
sk: Veľké začiatočné písmená slov
sl: Velika začetnica besed
sv: Inled ord med versal
th: ขึ้นต้นคำด้วยตัวพิมพ์ใหญ่
tr: Sözcükleri büyük harfle başlat
uk: Починати слова з великої літери
vi: Viết hoa từ
zh_hans: 单词首字母大写
zh_hant: 單詞首字母大寫

source: Card
ar: بطاقة
bg: Карта
bn: কার্ড
ca: Targeta
cs: Karta
da: Kort
de: Karte
el: Κάρτα
es: Tarjeta
fa: کارت
fi: Kortti
fr: Carte de paiement
he: כרטיס
hi: कार्ड
hr: Platna kartica
hu: Kártya
id: Kartu
it: Carta
ja: カード
kk: Карта
ko: 카드
lt: Kortelė
ms: Kad
nb: Kort
nl: Kaart
pl: Karta
pt: Cartão
ru: Карта
sk: Karta
sl: Kartica
sv: Kort
th: บัตร
tr: Kart
uk: Картка
vi: Thẻ
zh_hans: 支付卡
zh_hant: 付款卡

source: Card Details
ar: تفاصيل البطاقة
bg: Данни за картата
bn: কার্ড বিবরণ
ca: Dades de la targeta
cs: Podrobnosti karty
da: Kortoplysninger
de: Kartendetails
el: Στοιχεία κάρτας
es: Datos de la tarjeta
fa: جزئیات کارت
fi: Kortin tiedot
fr: Détails de la carte de paiement
he: פרטי כרטיס
hi: कार्ड विवरण
hr: Detalji kartice
hu: Kártyaadatok
id: Detail Kartu
it: Dettagli carta
ja: カードの詳細
kk: Карта мәліметтері
ko: 카드 세부 정보
lt: Kortelės duomenys
ms: Butiran Kad
nb: Kortdetaljer
nl: Kaartgegevens
pl: Dane karty
pt: Detalhes do cartão
ro: Detalii card
ru: Реквизиты карты
sk: Podrobnosti o karte
sl: Podrobnosti kartice
sv: Begär kort
th: รายละเอียดบัตร
tr: Kart ayrıntıları
uk: Подробиці картки
vi: Thông tin thẻ
zh_hans: 支付卡详细信息
zh_hant: 信用卡詳細資料

source: Cardholder
ar: حامل البطاقة
bg: Картодържател
bn: কার্ডধারী
ca: Titular de la targeta
cs: Držitel karty
da: Kortholder
de: Karteninhaber
el: Κάτοχος κάρτας
es: Titular de la tarjeta
fa: دارنده کارت
fi: Kortinhaltija
fr: Titulaire de la carte
he: בעל הכרטיס
hi: कार्डधारक
hr: Vlasnik kartice
hu: Kártyabirtokos
id: Pemegang Kartu
it: Titolare della carta
ja: カード名義人
kk: Карта иесі
ko: 카드 소유자
lt: Kortelės turėtojas
ms: Pemegang Kad
nb: Kortholder
nl: Kaarthouder
pl: Posiadacz karty
pt: Titular do cartão
ro: Titularul cardului
ru: Владелец карты
sk: Držiteľ karty
sl: Imetnik kartice
sv: Kortinnehavare
th: ชื่อผู้ถือบัตร
tr: Kart sahibi
uk: Власник картки
vi: Chủ thẻ
zh_hans: 持卡人
zh_hant: 持卡人

source: Cardholder Name
ar: اسم حامل البطاقة
bg: Име на притежателя на картата
bn: কার্ডধারীর নাম
ca: Nom del titular de la targeta
cs: Jméno držitele karty
da: Kortindehaverens navn
de: Name des Karteninhabers
el: Όνομα κατόχου κάρτας
es: Nombre del propietario de la tarjeta
fa: نام دارنده کارت
fi: Kortinhaltijan nimi
fr: Nom du titulaire de la carte
he: שם בעל הכרטיס
hi: कार्डधारक का नाम
hr: Vlasnik kartice
hu: Kártyabirtokos neve
id: Nama Pemegang Kartu
it: Nome del titolare
ja: カードの名義人名
kk: Карта иесінің аты
ko: 카드 소유자 이름
lt: Kortelės turėtojo vardas
ms: Nama Pemegang Kad
nb: Kortholders navn
nl: Naam kaarthouder
pl: Imię i nazwisko posiadacza
pt: Nome do titular do cartão
ro: Numele titularului de card
ru: Имя владельца карты
sk: Meno držiteľa karty
sl: Imetnik kartice
sv: Kortinnehavarens namn
th: ชื่อผู้ถือบัตร
tr: Kart sahibinin adı
uk: Ім'я власника картки
vi: Tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

source: Cards
ar: بطاقات
bg: Карти
bn: কার্ড
ca: Targetes
cs: Karty
da: Kort
de: Karten
el: Κάρτες
es: Tarjetas
fa: کارت‌ها
fi: Kortit
fr: Cartes
he: כרטיסים
hi: कार्ड
hr: Platne kartice
hu: Kártyák
id: Kartu
it: Carte
ja: カード
kk: Карталар
ko: 카드
lt: Kortelės
ms: Kad
nb: Kort
nl: Kaarten
pl: Karty
pt: Cartões
ro: Carduri
ru: Карты
sk: Karty
sl: Plačilne kartice
sv: Kort
th: บัตร
tr: Kartlar
uk: Картки
vi: Thẻ
zh_hans: 支付卡
zh_hant: 付款卡

source: Changes are encrypted on this device, saved to Vaultwarden, then synced back.
ar: تُشفّر التغييرات على هذا الجهاز وتُحفظ في Vaultwarden ثم تتم مزامنتها مرة أخرى.
bg: Промените се шифроват на това устройство, запазват се във Vaultwarden и след това се синхронизират обратно.
bn: পরিবর্তনগুলো এই ডিভাইসে এনক্রিপ্ট করে Vaultwarden-এ সংরক্ষণ করা হয়, তারপর আবার সিঙ্ক করা হয়।
ca: Els canvis es xifren en aquest dispositiu, es desen a Vaultwarden i després es tornen a sincronitzar.
cs: Změny jsou v tomto zařízení zašifrovány, uloženy do Vaultwardenu a poté synchronizovány zpět.
da: Ændringer krypteres på denne enhed, gemmes i Vaultwarden og synkroniseres derefter tilbage.
de: Änderungen werden auf diesem Gerät verschlüsselt, in Vaultwarden gespeichert und anschließend zurücksynchronisiert.
el: Οι αλλαγές κρυπτογραφούνται σε αυτή τη συσκευή, αποθηκεύονται στο Vaultwarden και στη συνέχεια συγχρονίζονται ξανά.
es: Los cambios se cifran en este dispositivo, se guardan en Vaultwarden y después se sincronizan de nuevo.
fa: تغییرات در این دستگاه رمزگذاری، در Vaultwarden ذخیره و سپس دوباره همگام‌سازی می‌شوند.
fi: Muutokset salataan tässä laitteessa, tallennetaan Vaultwardeniin ja synkronoidaan sitten takaisin.
fr: Les modifications sont chiffrées sur cet appareil, enregistrées dans Vaultwarden, puis resynchronisées.
he: השינויים מוצפנים במכשיר זה, נשמרים ב-Vaultwarden ולאחר מכן מסונכרנים בחזרה.
hi: बदलाव इस डिवाइस पर एन्क्रिप्ट किए जाते हैं, Vaultwarden में सहेजे जाते हैं और फिर वापस सिंक होते हैं।
hr: Promjene se šifriraju na ovom uređaju, spremaju u Vaultwarden i zatim ponovno sinkroniziraju.
hu: A módosítások ezen az eszközön titkosítódnak, a Vaultwardenbe mentődnek, majd visszaszinkronizálódnak.
id: Perubahan dienkripsi di perangkat ini, disimpan ke Vaultwarden, lalu disinkronkan kembali.
it: Le modifiche vengono crittografate su questo dispositivo, salvate in Vaultwarden e poi sincronizzate.
ja: 変更はこのデバイスで暗号化され、Vaultwardenに保存された後、同期されます。
kk: Өзгерістер осы құрылғыда шифрланып, Vaultwarden жүйесіне сақталады, содан кейін қайта синхрондалады.
ko: 변경 사항은 이 기기에서 암호화되어 Vaultwarden에 저장된 후 다시 동기화됩니다.
lt: Pakeitimai šifruojami šiame įrenginyje, įrašomi į Vaultwarden ir tada sinchronizuojami.
ms: Perubahan disulitkan pada peranti ini, disimpan ke Vaultwarden, kemudian disegerakkan kembali.
nb: Endringer krypteres på denne enheten, lagres i Vaultwarden og synkroniseres deretter tilbake.
nl: Wijzigingen worden op dit apparaat versleuteld, opgeslagen in Vaultwarden en daarna teruggesynchroniseerd.
pl: Zmiany są szyfrowane na tym urządzeniu, zapisywane w Vaultwarden, a następnie synchronizowane.
pt: As alterações são encriptadas neste dispositivo, guardadas no Vaultwarden e depois sincronizadas novamente.
ro: Modificările sunt criptate pe acest dispozitiv, salvate în Vaultwarden, apoi sincronizate înapoi.
ru: Изменения шифруются на этом устройстве, сохраняются в Vaultwarden, а затем синхронизируются обратно.
sk: Zmeny sa v tomto zariadení zašifrujú, uložia do Vaultwarden a potom sa synchronizujú späť.
sl: Spremembe so šifrirane v tej napravi, shranjene v Vaultwarden in nato sinhronizirane nazaj.
sv: Ändringar krypteras på den här enheten, sparas i Vaultwarden och synkroniseras sedan tillbaka.
th: การเปลี่ยนแปลงจะถูกเข้ารหัสบนอุปกรณ์นี้ บันทึกไปยัง Vaultwarden แล้วซิงค์กลับ
tr: Değişiklikler bu aygıtta şifrelenir, Vaultwarden'a kaydedilir ve ardından geri eşzamanlanır.
uk: Зміни шифруються на цьому пристрої, зберігаються у Vaultwarden, а потім синхронізуються назад.
vi: Các thay đổi được mã hóa trên thiết bị này, lưu vào Vaultwarden, rồi đồng bộ trở lại.
zh_hans: 更改会在此设备上加密，保存到 Vaultwarden，然后同步回来。
zh_hant: 更改會在此裝置上加密，儲存到 Vaultwarden，然後同步回來。

source: Check password for data breaches
ar: تحقق من كلمة المرور بحثا عن تسريبات البيانات
bg: Проверка дали паролата е засегната от пробиви
bn: ডেটা লঙ্ঘনের জন্য পাসওয়ার্ড পরীক্ষা করুন
ca: Comprova si la contrasenya apareix en filtracions de dades
cs: Kontrola hesla pro případ narušení bezpečnosti dat
da: Tjek adgangskode for datalæk
de: Passwort auf Datendiebstahl überprüfen
el: Έλεγχος κωδικού πρόσβασης για παραβιάσεις δεδομένων
es: Propietario
fa: بررسی کلمه عبور برای نقض‌های داده
fi: Tarkasta salasana tietomurtojen varalta
fr: Chercher si ce mot de passe a été retrouvé dans des fuites de données
he: בדוק סיסמה לאיתור פרצות נתונים
hi: डेटा उल्लंघनों के लिए पासवर्ड जांचें
hr: Provjeri je li lozinka procurila
hu: A jelszó ellenőrzése, hogy nem történt-e adatszivárgás
id: Periksa kata sandi terhadap kebocoran data
it: Controlla la parola d'accesso per le violazioni dei dati
ja: パスワードが漏洩していないか確認する
kk: Құпиясөздің деректердің бұзылуына қатысын тексеру
ko: 데이터 유출에 대한 비밀번호 확인
lt: Tikrinti slaptažodį duomenų nutekėjimuose
ms: Semak kata laluan untuk pelanggaran data
nb: Sjekk passord for datainnbrudd
nl: Controleer wachtwoord op datalekken
pl: Sprawdź hasło w wyciekach danych
pt: Verificar a palavra-passe para detetar violações de dados
ro: Verifică parola pentru breșe de date
ru: Проверить пароль на скомпрометированность
sk: Skontrolovať kompromitáciu hesla
sl: Preveri geslo za vdore podatkov
sv: Kontrollera lösenord för dataintrång
th: ตรวจสอบรหัสผ่านสำหรับเหตุข้อมูลรั่วไหล
tr: Parolayı veri ihlallerine karşı kontrol et
uk: Перевірити пароль у витоках даних
vi: Kiểm tra xem mật khẩu có bị lộ
zh_hans: 检查数据泄露中的密码
zh_hant: 檢查密碼是否出現於資料外洩事件中

source: Checking for login requests…
ar: جارٍ التحقق من طلبات تسجيل الدخول…
bg: Проверяване за заявки за вход…
bn: লগইন অনুরোধ পরীক্ষা করা হচ্ছে…
ca: S'estan comprovant les sol·licituds d'inici de sessió…
cs: Kontrola požadavků na přihlášení…
da: Søger efter loginanmodninger…
de: Anmeldeanfragen werden geprüft…
el: Έλεγχος για αιτήματα σύνδεσης…
es: Comprobando solicitudes de inicio de sesión…
fa: بررسی درخواست‌های ورود…
fi: Tarkistetaan kirjautumispyyntöjä…
fr: Recherche de demandes de connexion…
he: בודק בקשות התחברות…
hi: लॉगिन अनुरोध जाँचे जा रहे हैं…
hr: Provjera zahtjeva za prijavu…
hu: Bejelentkezési kérelmek ellenőrzése…
id: Memeriksa permintaan login…
it: Controllo delle richieste di accesso…
ja: ログイン要求を確認中…
kk: Кіру сұраулары тексерілуде…
ko: 로그인 요청 확인 중…
lt: Tikrinamos prisijungimo užklausos…
ms: Menyemak permintaan log masuk…
nb: Ser etter innloggingsforespørsler…
nl: Controleren op loginverzoeken…
pl: Sprawdzanie żądań logowania…
pt: A verificar pedidos de início de sessão…
ro: Se verifică cererile de autentificare…
ru: Проверка запросов на вход…
sk: Kontrolujú sa žiadosti o prihlásenie…
sl: Preverjanje zahtev za prijavo…
sv: Kontrollerar inloggningsbegäranden…
th: กำลังตรวจสอบคำขอเข้าสู่ระบบ…
tr: Oturum açma istekleri kontrol ediliyor…
uk: Перевірка запитів на вхід…
vi: Đang kiểm tra yêu cầu đăng nhập…
zh_hans: 正在检查登录请求…
zh_hant: 正在檢查登入請求…

source: Checking…
ar: جارٍ التحقق…
bg: Проверяване…
bn: পরীক্ষা করা হচ্ছে…
ca: S'està comprovant…
cs: Kontrola…
da: Kontrollerer…
de: Wird geprüft…
el: Έλεγχος…
es: Comprobando…
fa: در حال بررسی…
fi: Tarkistetaan…
fr: Vérification…
he: בודק…
hi: जाँच हो रही है…
hr: Provjera…
hu: Ellenőrzés…
id: Memeriksa…
it: Controllo…
ja: 確認中…
kk: Тексерілуде…
ko: 확인 중…
lt: Tikrinama…
ms: Menyemak…
nb: Kontrollerer…
nl: Controleren…
pl: Sprawdzanie…
pt: A verificar…
ro: Se verifică…
ru: Проверка…
sk: Kontroluje sa…
sl: Preverjanje…
sv: Kontrollerar…
th: กำลังตรวจสอบ…
tr: Kontrol ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Choose a card to view its saved payment details.
ar: اختر بطاقة لعرض تفاصيل الدفع المحفوظة فيها.
bg: Изберете карта, за да видите запазените ѝ данни за плащане.
bn: সংরক্ষিত পেমেন্টের তথ্য দেখতে একটি কার্ড বেছে নিন।
ca: Trieu una targeta per veure'n les dades de pagament desades.
cs: Vyberte kartu a zobrazte její uložené platební údaje.
da: Vælg et kort for at se de gemte betalingsoplysninger.
de: Wähle eine Karte aus, um ihre gespeicherten Zahlungsdaten anzuzeigen.
el: Επιλέξτε μια κάρτα για να δείτε τα αποθηκευμένα στοιχεία πληρωμής της.
es: Elige una tarjeta para ver sus datos de pago guardados.
fa: برای دیدن جزئیات پرداخت ذخیره‌شده، یک کارت انتخاب کنید.
fi: Valitse kortti nähdäksesi sen tallennetut maksutiedot.
fr: Choisissez une carte pour afficher ses informations de paiement enregistrées.
he: יש לבחור כרטיס כדי להציג את פרטי התשלום השמורים שלו.
hi: किसी कार्ड के सहेजे गए भुगतान विवरण देखने के लिए उसे चुनें।
hr: Odaberi karticu za prikaz spremljenih podataka o plaćanju.
hu: Válasszon kártyát a mentett fizetési adatai megtekintéséhez.
id: Pilih kartu untuk melihat detail pembayaran tersimpannya.
it: Scegli una carta per visualizzarne i dettagli di pagamento salvati.
ja: 保存されている支払い情報を表示するカードを選択してください。
kk: Сақталған төлем мәліметтерін көру үшін картаны таңдаңыз.
ko: 저장된 결제 정보를 보려면 카드를 선택하세요.
lt: Pasirinkite kortelę, kad peržiūrėtumėte išsaugotus mokėjimo duomenis.
ms: Pilih kad untuk melihat butiran pembayarannya yang disimpan.
nb: Velg et kort for å vise de lagrede betalingsdetaljene.
nl: Kies een kaart om de opgeslagen betalingsgegevens te bekijken.
pl: Wybierz kartę, aby zobaczyć zapisane dane płatności.
pt: Escolha um cartão para ver os detalhes de pagamento guardados.
ro: Alegeți un card pentru a vedea detaliile de plată salvate.
ru: Выберите карту, чтобы просмотреть сохранённые платёжные данные.
sk: Vyberte kartu a zobrazte jej uložené platobné údaje.
sl: Izberite kartico, da si ogledate shranjene podatke za plačilo.
sv: Välj ett kort för att visa dess sparade betalningsuppgifter.
th: เลือกบัตรเพื่อดูรายละเอียดการชำระเงินที่บันทึกไว้
tr: Kayıtlı ödeme ayrıntılarını görüntülemek için bir kart seçin.
uk: Виберіть картку, щоб переглянути збережені платіжні дані.
vi: Chọn một thẻ để xem chi tiết thanh toán đã lưu.
zh_hans: 选择一张卡片以查看其保存的付款详情。
zh_hant: 選擇一張卡片以查看其儲存的付款詳情。

source: Choose a deleted item to restore it or remove it permanently.
ar: اختر عنصرًا محذوفًا لاستعادته أو إزالته نهائيًا.
bg: Изберете изтрит елемент, за да го възстановите или премахнете окончателно.
bn: ফিরিয়ে আনতে বা স্থায়ীভাবে মুছতে একটি মুছে ফেলা আইটেম বেছে নিন।
ca: Trieu un element suprimit per restaurar-lo o eliminar-lo permanentment.
cs: Vyberte odstraněnou položku a obnovte ji nebo ji trvale odstraňte.
da: Vælg et slettet element for at gendanne eller fjerne det permanent.
de: Wähle einen gelöschten Eintrag aus, um ihn wiederherzustellen oder dauerhaft zu entfernen.
el: Επιλέξτε ένα διαγραμμένο στοιχείο για να το επαναφέρετε ή να το αφαιρέσετε οριστικά.
es: Elige un elemento eliminado para restaurarlo o quitarlo permanentemente.
fa: برای بازیابی یا حذف دائمی، یک مورد حذف‌شده انتخاب کنید.
fi: Valitse poistettu kohde palauttaaksesi tai poistaaksesi sen pysyvästi.
fr: Choisissez un élément supprimé pour le restaurer ou le retirer définitivement.
he: יש לבחור פריט שנמחק כדי לשחזר אותו או להסיר אותו לצמיתות.
hi: किसी हटाए गए आइटम को पुनर्स्थापित करने या स्थायी रूप से हटाने के लिए उसे चुनें।
hr: Odaberi izbrisanu stavku za vraćanje ili trajno uklanjanje.
hu: Válasszon törölt elemet a visszaállításhoz vagy végleges eltávolításhoz.
id: Pilih item terhapus untuk memulihkan atau menghapusnya secara permanen.
it: Scegli un elemento eliminato per ripristinarlo o rimuoverlo definitivamente.
ja: 復元または完全に削除する項目を選択してください。
kk: Қалпына келтіру немесе біржола жою үшін жойылған элементті таңдаңыз.
ko: 삭제된 항목을 복원하거나 영구 삭제하려면 선택하세요.
lt: Pasirinkite ištrintą elementą, kad jį atkurtumėte arba pašalintumėte visam laikui.
ms: Pilih item dipadam untuk memulihkan atau membuangnya secara kekal.
nb: Velg et slettet element for å gjenopprette det eller fjerne det permanent.
nl: Kies een verwijderd item om het te herstellen of permanent te verwijderen.
pl: Wybierz usunięty element, aby go przywrócić lub trwale usunąć.
pt: Escolha um item eliminado para o restaurar ou remover permanentemente.
ro: Alegeți un element șters pentru a-l restaura sau elimina definitiv.
ru: Выберите удалённый элемент, чтобы восстановить или удалить его навсегда.
sk: Vyberte odstránenú položku a obnovte ju alebo natrvalo odstráňte.
sl: Izberite izbrisani element, da ga obnovite ali trajno odstranite.
sv: Välj ett raderat objekt för att återställa eller ta bort det permanent.
th: เลือกรายการที่ลบเพื่อกู้คืนหรือลบออกถาวร
tr: Geri yüklemek veya kalıcı olarak kaldırmak için silinmiş bir öğe seçin.
uk: Виберіть видалений елемент, щоб відновити його або видалити назавжди.
vi: Chọn một mục đã xóa để khôi phục hoặc xóa vĩnh viễn.
zh_hans: 选择一个已删除项目以将其恢复或永久移除。
zh_hant: 選擇一個已刪除項目以將其還原或永久移除。

source: Choose a favorite item to view its saved details.
ar: اختر عنصرًا مفضلاً لعرض تفاصيله المحفوظة.
bg: Изберете любим елемент, за да видите запазените му данни.
bn: সংরক্ষিত তথ্য দেখতে একটি প্রিয় আইটেম বেছে নিন।
ca: Trieu un element preferit per veure'n les dades desades.
cs: Vyberte oblíbenou položku a zobrazte její uložené údaje.
da: Vælg et favoritelement for at se de gemte oplysninger.
de: Wähle einen Favoriten aus, um seine gespeicherten Details anzuzeigen.
el: Επιλέξτε ένα αγαπημένο στοιχείο για να δείτε τα αποθηκευμένα στοιχεία του.
es: Elige un elemento favorito para ver sus datos guardados.
fa: برای دیدن جزئیات ذخیره‌شده، یک مورد دلخواه انتخاب کنید.
fi: Valitse suosikkikohde nähdäksesi sen tallennetut tiedot.
fr: Choisissez un favori pour afficher ses informations enregistrées.
he: יש לבחור פריט מועדף כדי להציג את פרטיו השמורים.
hi: किसी पसंदीदा आइटम के सहेजे गए विवरण देखने के लिए उसे चुनें।
hr: Odaberi omiljenu stavku za prikaz spremljenih podataka.
hu: Válasszon kedvenc elemet a mentett adatainak megtekintéséhez.
id: Pilih item favorit untuk melihat detail tersimpannya.
it: Scegli un elemento preferito per visualizzarne i dettagli salvati.
ja: 保存されている詳細を表示するお気に入り項目を選択してください。
kk: Сақталған мәліметтерін көру үшін таңдаулы элементті таңдаңыз.
ko: 저장된 세부 정보를 보려면 즐겨찾기 항목을 선택하세요.
lt: Pasirinkite mėgstamą elementą, kad peržiūrėtumėte jo duomenis.
ms: Pilih item kegemaran untuk melihat butirannya yang disimpan.
nb: Velg et favorittelement for å vise de lagrede detaljene.
nl: Kies een favoriet item om de opgeslagen gegevens te bekijken.
pl: Wybierz ulubiony element, aby zobaczyć zapisane szczegóły.
pt: Escolha um item favorito para ver os detalhes guardados.
ro: Alegeți un element favorit pentru a-i vedea detaliile salvate.
ru: Выберите избранный элемент, чтобы просмотреть сохранённые данные.
sk: Vyberte obľúbenú položku a zobrazte jej uložené údaje.
sl: Izberite priljubljeni element, da si ogledate njegove shranjene podatke.
sv: Välj ett favoritobjekt för att visa dess sparade uppgifter.
th: เลือกรายการโปรดเพื่อดูรายละเอียดที่บันทึกไว้
tr: Kayıtlı ayrıntılarını görüntülemek için favori bir öğe seçin.
uk: Виберіть улюблений елемент, щоб переглянути його збережені дані.
vi: Chọn một mục yêu thích để xem chi tiết đã lưu.
zh_hans: 选择一个收藏项目以查看其保存的详情。
zh_hant: 選擇一個收藏項目以查看其儲存的詳情。

source: Choose a passkey to view the account and sign-in details it protects.
ar: اختر مفتاح مرور لعرض الحساب وتفاصيل تسجيل الدخول التي يحميها.
bg: Изберете секретен ключ, за да видите профила и данните за вход, които защитава.
bn: যে অ্যাকাউন্ট ও সাইন-ইন তথ্য এটি সুরক্ষিত রাখে তা দেখতে একটি পাসকি বেছে নিন।
ca: Trieu una clau de pas per veure el compte i les dades d'inici de sessió que protegeix.
cs: Vyberte přístupový klíč a zobrazte účet a přihlašovací údaje, které chrání.
da: Vælg en adgangsnøgle for at se kontoen og de loginoplysninger, den beskytter.
de: Wähle einen Passkey aus, um das geschützte Konto und die Anmeldedaten anzuzeigen.
el: Επιλέξτε ένα κλειδί πρόσβασης για να δείτε τον λογαριασμό και τα στοιχεία σύνδεσης που προστατεύει.
es: Elige una clave de acceso para ver la cuenta y los datos de inicio de sesión que protege.
fa: برای دیدن حساب و جزئیات ورود محافظت‌شده، یک کلید عبور انتخاب کنید.
fi: Valitse pääsyavain nähdäksesi sen suojaaman tilin ja kirjautumistiedot.
fr: Choisissez une clé d’accès pour afficher le compte et les informations de connexion qu’elle protège.
he: יש לבחור מפתח גישה כדי להציג את החשבון ופרטי ההתחברות שעליהם הוא מגן.
hi: किसी पासकी द्वारा सुरक्षित अकाउंट और साइन-इन विवरण देखने के लिए उसे चुनें।
hr: Odaberi pristupni ključ za prikaz računa i podataka za prijavu koje štiti.
hu: Válasszon hozzáférési kulcsot az általa védett fiók és bejelentkezési adatok megtekintéséhez.
id: Pilih passkey untuk melihat akun dan detail login yang dilindunginya.
it: Scegli una passkey per visualizzare l'account e i dati di accesso che protegge.
ja: 保護されているアカウントとサインイン情報を表示するパスキーを選択してください。
kk: Қорғайтын тіркелгі мен кіру мәліметтерін көру үшін кіру кілтін таңдаңыз.
ko: 보호하는 계정과 로그인 정보를 보려면 패스키를 선택하세요.
lt: Pasirinkite prieigos raktą, kad peržiūrėtumėte jo saugomos paskyros ir prisijungimo duomenis.
ms: Pilih kunci laluan untuk melihat akaun dan butiran log masuk yang dilindunginya.
nb: Velg en passnøkkel for å vise kontoen og innloggingsdetaljene den beskytter.
nl: Kies een passkey om het account en de beschermde inloggegevens te bekijken.
pl: Wybierz klucz dostępu, aby zobaczyć chronione konto i dane logowania.
pt: Escolha uma chave de acesso para ver a conta e os detalhes de início de sessão que protege.
ro: Alegeți o cheie de acces pentru a vedea contul și detaliile de autentificare pe care le protejează.
ru: Выберите ключ доступа, чтобы просмотреть защищаемые им данные учётной записи и входа.
sk: Vyberte prístupový kľúč a zobrazte konto a prihlasovacie údaje, ktoré chráni.
sl: Izberite ključ za dostop, da si ogledate račun in podatke za prijavo, ki jih ščiti.
sv: Välj en nyckel för att visa kontot och inloggningsuppgifterna som den skyddar.
th: เลือกพาสคีย์เพื่อดูบัญชีและรายละเอียดการเข้าสู่ระบบที่พาสคีย์ปกป้อง
tr: Koruduğu hesabı ve oturum açma ayrıntılarını görüntülemek için bir geçiş anahtarı seçin.
uk: Виберіть ключ доступу, щоб переглянути обліковий запис і дані входу, які він захищає.
vi: Chọn một mã khóa để xem tài khoản và chi tiết đăng nhập mà mã khóa bảo vệ.
zh_hans: 选择一个通行密钥以查看其保护的账户和登录详情。
zh_hant: 選擇一個密碼金鑰以查看其保護的帳戶和登入詳情。
